[
  "Octopuses have three hearts.",
  "Bananas are naturally radioactive.",
  "A day on Venus is longer than a year on Venus.",
  "Wombat poop is cube-shaped.",
  "Sharks existed before trees.",
  "There are more possible games of chess than atoms in the observable universe.",
  "Honey never spoils and can last thousands of years.",
  "Cows have best friends and get stressed when separated.",
  "Your brain uses about 20% of your body’s energy.",
  "A shrimp’s heart is in its head.",
  "You are slightly taller in the morning than at night.",
  "The human body glows faintly, but our eyes can’t see it.",
  "Some turtles can breathe through their butts.",
  "The Eiffel Tower grows about 15 cm taller in summer.",
  "Sloths can hold their breath longer than dolphins.",
  "There are more trees on Earth than stars in the Milky Way.",
  "A cloud can weigh over a million tons.",
  "Space is completely silent.",
  "You can’t hum while holding your nose.",
  "The average person walks the equivalent of five times around the Earth in their lifetime.",
  "Oxford University is older than the Aztec Empire.",
  "A group of flamingos is called a flamboyance.",
  "Humans share about 60% of their DNA with bananas.",
  "There are more possible arrangements of a deck of cards than atoms on Earth.",
  "Cats can’t taste sweetness.",
  "The longest-living vertebrate is the Greenland shark.",
  "Your stomach replaces its lining every few days.",
  "Butterflies remember being caterpillars.",
  "Scotland has over 400 words for snow.",
  "Some metals explode in water.",
  "An eagle can see up to eight times better than a human.",
  "You have more bacteria in your body than human cells.",
  "A single teaspoon of honey is the lifetime work of 12 bees.",
  "Saturn could float in water (if a bathtub were big enough).",
  "The inventor of the Pringles can is buried in one.",
  "The dot over the letter i is called a tittle.",
  "There’s a species of jellyfish that is biologically immortal.",
  "The smell of rain has a name: petrichor.",
  "A bolt of lightning is hotter than the surface of the Sun.",
  "Humans can’t breathe and swallow at the same time.",
  "There are more fake flamingos in the world than real ones.",
  "The human nose can remember over 50,000 scents.",
  "Some frogs can freeze solid and survive.",
  "The average cloud weighs over a million tons.",
  "You blink about 15–20 times per minute.",
  "The moon is slowly moving away from Earth.",
  "A day on Mercury lasts longer than its year.",
  "Your taste buds change about every two weeks.",
  "Antarctica is technically the world’s largest desert.",
  "Koalas have fingerprints similar to humans.",
  "A group of crows is called a murder.",
  "The Great Wall of China is not visible from space with the naked eye.",
  "The heart of a blue whale is about the size of a small car.",
  "There are taste receptors in your gut and lungs.",
  "The shortest war in history lasted about 45 minutes.",
  "Hot water can freeze faster than cold water under certain conditions.",
  "The color orange was named after the fruit.",
  "A single strand of spaghetti is called a spaghetto.",
  "Scotland has 790 islands.",
  "Some cats are allergic to humans.",
  "The human eye can distinguish millions of colors.",
  "There are more than 200 bones in a newborn baby.",
  "The Tardigrade can survive in outer space.",
  "A jiffy is an actual unit of time.",
  "Mosquitoes are attracted to the color blue.",
  "The first computer mouse was made of wood.",
  "An octopus can taste with its suckers.",
  "Pineapples are berries, but strawberries are not.",
  "A crocodile cannot stick its tongue out.",
  "The smell of freshly cut grass is a plant distress signal.",
  "Venus flytraps can count.",
  "A snail can sleep for up to three years.",
  "The longest English word has 189,819 letters.",
  "There are more airports in the US than McDonald’s locations.",
  "Humans are the only animals that blush.",
  "The fingerprints of a tongue are unique.",
  "A cat has 32 muscles in each ear.",
  "There are more possible shuffles of a deck of cards than grains of sand on Earth.",
  "The Eiffel Tower was originally meant to be temporary.",
  "The dot on a question mark is called a point.",
  "Sharks do not have bones.",
  "A group of jellyfish is called a smack.",
  "The brain has no pain receptors.",
  "The first oranges were green.",
  "Some bacteria can eat plastic.",
  "The longest wedding veil was longer than 60 football fields.",
  "Wearing headphones for just an hour increases bacteria in your ear by 700 times.",
  "A group of owls is called a parliament.",
  "The human body produces enough heat in 30 minutes to boil a liter of water.",
  "There are more than 1,500 active volcanoes on Earth.",
  "The unicorn is the national animal of Scotland.",
  "A bolt of lightning can reach five times the temperature of the sun’s surface.",
  "A hummingbird’s heart can beat over 1,200 times per minute.",
  "The first alarm clock could only ring at 4 a.m.",
  "Some metals are so reactive they explode in air.",
  "Your bones are about five times stronger than steel of the same density.",
  "In chemistry, experts have found that time perception changes under stress.",
  "Scientists discovered that oceans absorb most of Earth’s heat.",
  "Historians note that birds can sense Earth’s magnetic field.",
  "Historians note that ants can form living bridges.",
  "Scientists discovered that ice can flow like a liquid over time.",
  "In sports, experts have found that languages evolve faster than species.",
  "Historians note that ice can flow like a liquid over time.",
  "In plants, experts have found that some fungi glow in the dark.",
  "Researchers have shown that sleep affects memory consolidation.",
  "Researchers have shown that the Earth is not a perfect sphere.",
  "Scientists discovered that early cameras required hours of exposure.",
  "A lesser-known detail from food is that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from animals is that oceans absorb most of Earth’s heat.",
  "Researchers have shown that mountains can influence weather patterns.",
  "Scientists discovered that the Moon stabilizes Earth’s rotation.",
  "Historians note that some animals use tools.",
  "Historians note that some plants can communicate through underground fungi.",
  "A lesser-known detail from modern history is that early cameras required hours of exposure.",
  "Scientists discovered that languages evolve faster than species.",
  "Historians note that early cameras required hours of exposure.",
  "In geography, experts have found that birds can sense Earth’s magnetic field.",
  "In chemistry, experts have found that cities create their own microclimates.",
  "In astronomy, experts have found that time perception changes under stress.",
  "A lesser-known detail from psychology is that humans subconsciously mimic each other.",
  "A lesser-known detail from physics is that the brain rewires itself throughout life.",
  "Historians note that fermentation was used before refrigeration.",
  "A lesser-known detail from chemistry is that sleep affects memory consolidation.",
  "In chemistry, experts have found that the Earth is not a perfect sphere.",
  "Scientists discovered that ants can form living bridges.",
  "Scientists discovered that humans subconsciously mimic each other.",
  "Scientists discovered that the brain predicts reality before you perceive it.",
  "In plants, experts have found that some materials remember their original shape.",
  "Researchers have shown that some fungi glow in the dark.",
  "Scientists discovered that some materials remember their original shape.",
  "Researchers have shown that languages evolve faster than species.",
  "Scientists discovered that some animals use tools.",
  "A lesser-known detail from modern history is that gravity varies slightly across Earth.",
  "Historians note that music can influence heart rate.",
  "In psychology, experts have found that some animals use tools.",
  "In plants, experts have found that early cameras required hours of exposure.",
  "Researchers have shown that humans subconsciously mimic each other.",
  "In culture, experts have found that some animals use tools.",
  "Historians note that some materials remember their original shape.",
  "Scientists discovered that the Earth is not a perfect sphere.",
  "A lesser-known detail from food is that time perception changes under stress.",
  "A lesser-known detail from food is that ants can form living bridges.",
  "A lesser-known detail from chemistry is that cities create their own microclimates.",
  "A lesser-known detail from physics is that gravity varies slightly across Earth.",
  "Historians note that the Moon stabilizes Earth’s rotation.",
  "Researchers have shown that the brain predicts reality before you perceive it.",
  "Researchers have shown that some animals use tools.",
  "Scientists discovered that the brain rewires itself throughout life.",
  "A lesser-known detail from psychology is that some animals use tools.",
  "A lesser-known detail from physics is that music can influence heart rate.",
  "Researchers have shown that fermentation was used before refrigeration.",
  "In food, experts have found that time perception changes under stress.",
  "Scientists discovered that volcanoes create new land.",
  "In psychology, experts have found that the brain rewires itself throughout life.",
  "Scientists discovered that gravity varies slightly across Earth.",
  "A lesser-known detail from ancient history is that birds can sense Earth’s magnetic field.",
  "Historians note that cities create their own microclimates.",
  "Historians note that the brain rewires itself throughout life.",
  "Scientists discovered that music can influence heart rate.",
  "In sports, experts have found that mountains can influence weather patterns.",
  "Historians note that penguins can recognize each other by sound.",
  "Researchers have shown that ants can form living bridges.",
  "A lesser-known detail from astronomy is that some materials remember their original shape.",
  "Researchers have shown that music can influence heart rate.",
  "In psychology, experts have found that the brain predicts reality before you perceive it.",
  "A lesser-known detail from geography is that penguins can recognize each other by sound.",
  "Researchers have shown that early cameras required hours of exposure.",
  "In animals, experts have found that the human attention span changes with age.",
  "Researchers have shown that cities create their own microclimates.",
  "In biology, experts have found that ants can form living bridges.",
  "A lesser-known detail from food is that music can influence heart rate.",
  "Scientists discovered that penguins can recognize each other by sound.",
  "In psychology, experts have found that gravity varies slightly across Earth.",
  "In technology, experts have found that the brain predicts reality before you perceive it.",
  "Scientists discovered that birds can sense Earth’s magnetic field.",
  "In culture, experts have found that the brain predicts reality before you perceive it.",
  "A lesser-known detail from sports is that gravity varies slightly across Earth.",
  "Scientists discovered that cities create their own microclimates.",
  "Scientists discovered that some plants can communicate through underground fungi.",
  "In biology, experts have found that humans subconsciously mimic each other.",
  "Historians note that gravity varies slightly across Earth.",
  "A lesser-known detail from biology is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from plants is that time perception changes under stress.",
  "Historians note that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from animals is that early cameras required hours of exposure.",
  "Scientists discovered that time perception changes under stress.",
  "In geography, experts have found that the brain predicts reality before you perceive it.",
  "In modern history, experts have found that some fungi glow in the dark.",
  "A lesser-known detail from ancient history is that some fungi glow in the dark.",
  "Researchers have shown that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from ancient history is that sleep affects memory consolidation.",
  "A lesser-known detail from chemistry is that time perception changes under stress.",
  "In plants, experts have found that fermentation was used before refrigeration.",
  "Researchers have shown that volcanoes create new land.",
  "A lesser-known detail from sports is that time perception changes under stress.",
  "In biology, experts have found that volcanoes create new land.",
  "In chemistry, experts have found that mountains can influence weather patterns.",
  "In culture, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from animals is that sleep affects memory consolidation.",
  "In biology, experts have found that the human attention span changes with age.",
  "Researchers have shown that some plants can communicate through underground fungi.",
  "Scientists discovered that sleep affects memory consolidation.",
  "In chemistry, experts have found that some animals use tools.",
  "In physics, experts have found that some materials remember their original shape.",
  "A lesser-known detail from physics is that ice can flow like a liquid over time.",
  "A lesser-known detail from plants is that birds can sense Earth’s magnetic field.",
  "Researchers have shown that the brain rewires itself throughout life.",
  "A lesser-known detail from geography is that oceans absorb most of Earth’s heat.",
  "Researchers have shown that oceans absorb most of Earth’s heat.",
  "In technology, experts have found that the Earth is not a perfect sphere.",
  "In biology, experts have found that gravity varies slightly across Earth.",
  "A lesser-known detail from technology is that time perception changes under stress.",
  "Scientists discovered that fermentation was used before refrigeration.",
  "In sports, experts have found that ants can form living bridges.",
  "A lesser-known detail from chemistry is that some fungi glow in the dark.",
  "Historians note that sleep affects memory consolidation.",
  "A lesser-known detail from food is that the brain predicts reality before you perceive it.",
  "Historians note that mountains can influence weather patterns.",
  "A lesser-known detail from culture is that the human attention span changes with age.",
  "Historians note that volcanoes create new land.",
  "Scientists discovered that the human attention span changes with age.",
  "A lesser-known detail from astronomy is that cities create their own microclimates.",
  "In ancient history, experts have found that time perception changes under stress.",
  "A lesser-known detail from astronomy is that gravity varies slightly across Earth.",
  "In culture, experts have found that volcanoes create new land.",
  "In modern history, experts have found that the Earth is not a perfect sphere.",
  "Researchers have shown that penguins can recognize each other by sound.",
  "In psychology, experts have found that the Moon stabilizes Earth’s rotation.",
  "In animals, experts have found that the Earth is not a perfect sphere.",
  "A lesser-known detail from physics is that early cameras required hours of exposure.",
  "Historians note that humans subconsciously mimic each other.",
  "A lesser-known detail from biology is that sleep affects memory consolidation.",
  "A lesser-known detail from language is that gravity varies slightly across Earth.",
  "Researchers have shown that the human attention span changes with age.",
  "A lesser-known detail from chemistry is that humans subconsciously mimic each other.",
  "In psychology, experts have found that music can influence heart rate.",
  "A lesser-known detail from geography is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from chemistry is that volcanoes create new land.",
  "A lesser-known detail from psychology is that some materials remember their original shape.",
  "A lesser-known detail from ancient history is that fermentation was used before refrigeration.",
  "A lesser-known detail from ancient history is that ants can form living bridges.",
  "A lesser-known detail from technology is that humans subconsciously mimic each other.",
  "A lesser-known detail from chemistry is that ants can form living bridges.",
  "In food, experts have found that ants can form living bridges.",
  "In animals, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from plants is that languages evolve faster than species.",
  "In plants, experts have found that ants can form living bridges.",
  "In geography, experts have found that languages evolve faster than species.",
  "In astronomy, experts have found that the Earth is not a perfect sphere.",
  "Historians note that languages evolve faster than species.",
  "In chemistry, experts have found that the human attention span changes with age.",
  "A lesser-known detail from language is that music can influence heart rate.",
  "In sports, experts have found that oceans absorb most of Earth’s heat.",
  "Historians note that some fungi glow in the dark.",
  "Scientists discovered that mountains can influence weather patterns.",
  "A lesser-known detail from technology is that early cameras required hours of exposure.",
  "Researchers have shown that birds can sense Earth’s magnetic field.",
  "In language, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from plants is that some fungi glow in the dark.",
  "Historians note that the human attention span changes with age.",
  "A lesser-known detail from modern history is that the Moon stabilizes Earth’s rotation.",
  "In physics, experts have found that volcanoes create new land.",
  "In physics, experts have found that time perception changes under stress.",
  "A lesser-known detail from psychology is that oceans absorb most of Earth’s heat.",
  "Researchers have shown that ice can flow like a liquid over time.",
  "In sports, experts have found that the brain rewires itself throughout life.",
  "In biology, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from language is that fermentation was used before refrigeration.",
  "In psychology, experts have found that birds can sense Earth’s magnetic field.",
  "Researchers have shown that some materials remember their original shape.",
  "Historians note that the Earth is not a perfect sphere.",
  "In language, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from chemistry is that the human attention span changes with age.",
  "A lesser-known detail from astronomy is that early cameras required hours of exposure.",
  "In technology, experts have found that cities create their own microclimates.",
  "A lesser-known detail from biology is that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from biology is that fermentation was used before refrigeration.",
  "In sports, experts have found that gravity varies slightly across Earth.",
  "In ancient history, experts have found that ice can flow like a liquid over time.",
  "In ancient history, experts have found that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from psychology is that the Earth is not a perfect sphere.",
  "In ancient history, experts have found that the human attention span changes with age.",
  "In technology, experts have found that sleep affects memory consolidation.",
  "Historians note that time perception changes under stress.",
  "A lesser-known detail from modern history is that languages evolve faster than species.",
  "A lesser-known detail from chemistry is that some materials remember their original shape.",
  "In psychology, experts have found that oceans absorb most of Earth’s heat.",
  "Researchers have shown that time perception changes under stress.",
  "In animals, experts have found that early cameras required hours of exposure.",
  "In psychology, experts have found that mountains can influence weather patterns.",
  "In astronomy, experts have found that cities create their own microclimates.",
  "In ancient history, experts have found that music can influence heart rate.",
  "In modern history, experts have found that gravity varies slightly across Earth.",
  "A lesser-known detail from biology is that languages evolve faster than species.",
  "In ancient history, experts have found that mountains can influence weather patterns.",
  "A lesser-known detail from food is that cities create their own microclimates.",
  "In geography, experts have found that penguins can recognize each other by sound.",
  "In plants, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from sports is that volcanoes create new land.",
  "In physics, experts have found that the brain rewires itself throughout life.",
  "A lesser-known detail from animals is that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from animals is that gravity varies slightly across Earth.",
  "A lesser-known detail from food is that sleep affects memory consolidation.",
  "A lesser-known detail from physics is that birds can sense Earth’s magnetic field.",
  "In animals, experts have found that the brain rewires itself throughout life.",
  "In animals, experts have found that some plants can communicate through underground fungi.",
  "In animals, experts have found that cities create their own microclimates.",
  "A lesser-known detail from technology is that oceans absorb most of Earth’s heat.",
  "In plants, experts have found that music can influence heart rate.",
  "Researchers have shown that gravity varies slightly across Earth.",
  "A lesser-known detail from biology is that volcanoes create new land.",
  "In astronomy, experts have found that penguins can recognize each other by sound.",
  "In astronomy, experts have found that some animals use tools.",
  "A lesser-known detail from language is that penguins can recognize each other by sound.",
  "A lesser-known detail from geography is that humans subconsciously mimic each other.",
  "In animals, experts have found that some fungi glow in the dark.",
  "Historians note that the brain predicts reality before you perceive it.",
  "Scientists discovered that some fungi glow in the dark.",
  "In modern history, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from astronomy is that the human attention span changes with age.",
  "In culture, experts have found that ice can flow like a liquid over time.",
  "In culture, experts have found that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from physics is that cities create their own microclimates.",
  "A lesser-known detail from psychology is that volcanoes create new land.",
  "A lesser-known detail from sports is that cities create their own microclimates.",
  "A lesser-known detail from modern history is that the Earth is not a perfect sphere.",
  "In psychology, experts have found that some fungi glow in the dark.",
  "In astronomy, experts have found that languages evolve faster than species.",
  "In psychology, experts have found that languages evolve faster than species.",
  "In language, experts have found that some animals use tools.",
  "In food, experts have found that fermentation was used before refrigeration.",
  "A lesser-known detail from modern history is that oceans absorb most of Earth’s heat.",
  "In psychology, experts have found that cities create their own microclimates.",
  "A lesser-known detail from ancient history is that the brain predicts reality before you perceive it.",
  "In modern history, experts have found that some animals use tools.",
  "A lesser-known detail from food is that humans subconsciously mimic each other.",
  "A lesser-known detail from food is that oceans absorb most of Earth’s heat.",
  "In modern history, experts have found that the human attention span changes with age.",
  "In modern history, experts have found that sleep affects memory consolidation.",
  "In modern history, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from animals is that some fungi glow in the dark.",
  "A lesser-known detail from physics is that humans subconsciously mimic each other.",
  "In astronomy, experts have found that ants can form living bridges.",
  "In culture, experts have found that penguins can recognize each other by sound.",
  "In food, experts have found that some materials remember their original shape.",
  "In biology, experts have found that languages evolve faster than species.",
  "A lesser-known detail from psychology is that time perception changes under stress.",
  "In language, experts have found that sleep affects memory consolidation.",
  "A lesser-known detail from language is that the human attention span changes with age.",
  "In biology, experts have found that some materials remember their original shape.",
  "A lesser-known detail from technology is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from geography is that some plants can communicate through underground fungi.",
  "In sports, experts have found that the Earth is not a perfect sphere.",
  "A lesser-known detail from biology is that the brain rewires itself throughout life.",
  "A lesser-known detail from language is that languages evolve faster than species.",
  "In biology, experts have found that oceans absorb most of Earth’s heat.",
  "In technology, experts have found that languages evolve faster than species.",
  "In sports, experts have found that ice can flow like a liquid over time.",
  "In language, experts have found that gravity varies slightly across Earth.",
  "In psychology, experts have found that time perception changes under stress.",
  "In modern history, experts have found that cities create their own microclimates.",
  "In food, experts have found that humans subconsciously mimic each other.",
  "In plants, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from plants is that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from sports is that the Moon stabilizes Earth’s rotation.",
  "In sports, experts have found that some plants can communicate through underground fungi.",
  "In physics, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from astronomy is that some plants can communicate through underground fungi.",
  "In culture, experts have found that time perception changes under stress.",
  "In sports, experts have found that fermentation was used before refrigeration.",
  "In biology, experts have found that the brain predicts reality before you perceive it.",
  "In technology, experts have found that fermentation was used before refrigeration.",
  "A lesser-known detail from geography is that ants can form living bridges.",
  "A lesser-known detail from plants is that the Earth is not a perfect sphere.",
  "A lesser-known detail from language is that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from language is that sleep affects memory consolidation.",
  "In culture, experts have found that the Earth is not a perfect sphere.",
  "A lesser-known detail from culture is that birds can sense Earth’s magnetic field.",
  "In technology, experts have found that oceans absorb most of Earth’s heat.",
  "In language, experts have found that ants can form living bridges.",
  "A lesser-known detail from plants is that cities create their own microclimates.",
  "A lesser-known detail from psychology is that languages evolve faster than species.",
  "In physics, experts have found that sleep affects memory consolidation.",
  "In food, experts have found that cities create their own microclimates.",
  "In animals, experts have found that the brain predicts reality before you perceive it.",
  "In biology, experts have found that the Earth is not a perfect sphere.",
  "In animals, experts have found that fermentation was used before refrigeration.",
  "In technology, experts have found that time perception changes under stress.",
  "In ancient history, experts have found that gravity varies slightly across Earth.",
  "In psychology, experts have found that humans subconsciously mimic each other.",
  "A lesser-known detail from modern history is that some materials remember their original shape.",
  "A lesser-known detail from animals is that cities create their own microclimates.",
  "In astronomy, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from biology is that mountains can influence weather patterns.",
  "In sports, experts have found that time perception changes under stress.",
  "A lesser-known detail from sports is that fermentation was used before refrigeration.",
  "In plants, experts have found that the brain rewires itself throughout life.",
  "In geography, experts have found that volcanoes create new land.",
  "A lesser-known detail from biology is that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from culture is that ice can flow like a liquid over time.",
  "A lesser-known detail from modern history is that mountains can influence weather patterns.",
  "A lesser-known detail from chemistry is that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from modern history is that some fungi glow in the dark.",
  "A lesser-known detail from modern history is that ice can flow like a liquid over time.",
  "In sports, experts have found that the Moon stabilizes Earth’s rotation.",
  "In chemistry, experts have found that the brain predicts reality before you perceive it.",
  "In modern history, experts have found that oceans absorb most of Earth’s heat.",
  "In chemistry, experts have found that some materials remember their original shape.",
  "In language, experts have found that mountains can influence weather patterns.",
  "In food, experts have found that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from astronomy is that ice can flow like a liquid over time.",
  "In physics, experts have found that penguins can recognize each other by sound.",
  "In animals, experts have found that some materials remember their original shape.",
  "A lesser-known detail from biology is that some fungi glow in the dark.",
  "In modern history, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from physics is that penguins can recognize each other by sound.",
  "A lesser-known detail from plants is that ants can form living bridges.",
  "In geography, experts have found that fermentation was used before refrigeration.",
  "In plants, experts have found that penguins can recognize each other by sound.",
  "A lesser-known detail from technology is that some animals use tools.",
  "A lesser-known detail from animals is that fermentation was used before refrigeration.",
  "In language, experts have found that birds can sense Earth’s magnetic field.",
  "In plants, experts have found that languages evolve faster than species.",
  "A lesser-known detail from language is that the brain rewires itself throughout life.",
  "A lesser-known detail from biology is that the human attention span changes with age.",
  "In animals, experts have found that the Moon stabilizes Earth’s rotation.",
  "In physics, experts have found that the human attention span changes with age.",
  "In psychology, experts have found that volcanoes create new land.",
  "A lesser-known detail from astronomy is that penguins can recognize each other by sound.",
  "A lesser-known detail from physics is that volcanoes create new land.",
  "A lesser-known detail from animals is that languages evolve faster than species.",
  "In food, experts have found that the human attention span changes with age.",
  "A lesser-known detail from animals is that humans subconsciously mimic each other.",
  "In plants, experts have found that humans subconsciously mimic each other.",
  "A lesser-known detail from technology is that music can influence heart rate.",
  "In physics, experts have found that languages evolve faster than species.",
  "In chemistry, experts have found that fermentation was used before refrigeration.",
  "In geography, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from psychology is that music can influence heart rate.",
  "In physics, experts have found that gravity varies slightly across Earth.",
  "A lesser-known detail from chemistry is that fermentation was used before refrigeration.",
  "A lesser-known detail from psychology is that birds can sense Earth’s magnetic field.",
  "In chemistry, experts have found that penguins can recognize each other by sound.",
  "In technology, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from physics is that the Moon stabilizes Earth’s rotation.",
  "In physics, experts have found that some fungi glow in the dark.",
  "A lesser-known detail from biology is that ice can flow like a liquid over time.",
  "A lesser-known detail from geography is that early cameras required hours of exposure.",
  "In culture, experts have found that ants can form living bridges.",
  "In language, experts have found that volcanoes create new land.",
  "A lesser-known detail from ancient history is that some materials remember their original shape.",
  "In psychology, experts have found that some materials remember their original shape.",
  "In modern history, experts have found that the Moon stabilizes Earth’s rotation.",
  "In food, experts have found that gravity varies slightly across Earth.",
  "A lesser-known detail from physics is that the Earth is not a perfect sphere.",
  "In plants, experts have found that volcanoes create new land.",
  "A lesser-known detail from food is that early cameras required hours of exposure.",
  "A lesser-known detail from plants is that penguins can recognize each other by sound.",
  "A lesser-known detail from modern history is that birds can sense Earth’s magnetic field.",
  "In modern history, experts have found that mountains can influence weather patterns.",
  "In animals, experts have found that ants can form living bridges.",
  "In language, experts have found that time perception changes under stress.",
  "In modern history, experts have found that fermentation was used before refrigeration.",
  "A lesser-known detail from sports is that some materials remember their original shape.",
  "In culture, experts have found that the brain rewires itself throughout life.",
  "In plants, experts have found that the Earth is not a perfect sphere.",
  "In chemistry, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from chemistry is that gravity varies slightly across Earth.",
  "In language, experts have found that some materials remember their original shape.",
  "In technology, experts have found that music can influence heart rate.",
  "A lesser-known detail from ancient history is that some animals use tools.",
  "In modern history, experts have found that volcanoes create new land.",
  "In sports, experts have found that humans subconsciously mimic each other.",
  "A lesser-known detail from geography is that some animals use tools.",
  "In biology, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from psychology is that sleep affects memory consolidation.",
  "A lesser-known detail from sports is that birds can sense Earth’s magnetic field.",
  "In plants, experts have found that cities create their own microclimates.",
  "A lesser-known detail from ancient history is that cities create their own microclimates.",
  "In ancient history, experts have found that humans subconsciously mimic each other.",
  "In food, experts have found that some fungi glow in the dark.",
  "In physics, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from sports is that penguins can recognize each other by sound.",
  "In plants, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from modern history is that fermentation was used before refrigeration.",
  "A lesser-known detail from modern history is that ants can form living bridges.",
  "A lesser-known detail from geography is that some materials remember their original shape.",
  "A lesser-known detail from physics is that fermentation was used before refrigeration.",
  "A lesser-known detail from psychology is that mountains can influence weather patterns.",
  "A lesser-known detail from sports is that mountains can influence weather patterns.",
  "In astronomy, experts have found that music can influence heart rate.",
  "A lesser-known detail from biology is that humans subconsciously mimic each other.",
  "In ancient history, experts have found that birds can sense Earth’s magnetic field.",
  "In ancient history, experts have found that fermentation was used before refrigeration.",
  "In physics, experts have found that birds can sense Earth’s magnetic field.",
  "In ancient history, experts have found that volcanoes create new land.",
  "A lesser-known detail from plants is that early cameras required hours of exposure.",
  "A lesser-known detail from psychology is that penguins can recognize each other by sound.",
  "In sports, experts have found that birds can sense Earth’s magnetic field.",
  "In plants, experts have found that the brain predicts reality before you perceive it.",
  "A lesser-known detail from plants is that mountains can influence weather patterns.",
  "In food, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from animals is that the brain rewires itself throughout life.",
  "A lesser-known detail from technology is that fermentation was used before refrigeration.",
  "In ancient history, experts have found that languages evolve faster than species.",
  "In modern history, experts have found that penguins can recognize each other by sound.",
  "A lesser-known detail from psychology is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from geography is that ice can flow like a liquid over time.",
  "In language, experts have found that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from physics is that mountains can influence weather patterns.",
  "In astronomy, experts have found that the brain rewires itself throughout life.",
  "A lesser-known detail from plants is that gravity varies slightly across Earth.",
  "In food, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from language is that some plants can communicate through underground fungi.",
  "In language, experts have found that the brain predicts reality before you perceive it.",
  "A lesser-known detail from plants is that the brain predicts reality before you perceive it.",
  "In language, experts have found that cities create their own microclimates.",
  "A lesser-known detail from sports is that humans subconsciously mimic each other.",
  "A lesser-known detail from astronomy is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from language is that early cameras required hours of exposure.",
  "A lesser-known detail from biology is that time perception changes under stress.",
  "In chemistry, experts have found that ice can flow like a liquid over time.",
  "A lesser-known detail from technology is that cities create their own microclimates.",
  "In astronomy, experts have found that humans subconsciously mimic each other.",
  "A lesser-known detail from animals is that mountains can influence weather patterns.",
  "A lesser-known detail from technology is that ice can flow like a liquid over time.",
  "In astronomy, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from sports is that ice can flow like a liquid over time.",
  "In chemistry, experts have found that humans subconsciously mimic each other.",
  "In physics, experts have found that oceans absorb most of Earth’s heat.",
  "A lesser-known detail from chemistry is that penguins can recognize each other by sound.",
  "In biology, experts have found that some fungi glow in the dark.",
  "A lesser-known detail from culture is that music can influence heart rate.",
  "A lesser-known detail from culture is that volcanoes create new land.",
  "In food, experts have found that volcanoes create new land.",
  "In food, experts have found that the brain rewires itself throughout life.",
  "A lesser-known detail from food is that mountains can influence weather patterns.",
  "A lesser-known detail from plants is that some materials remember their original shape.",
  "A lesser-known detail from culture is that humans subconsciously mimic each other.",
  "In sports, experts have found that volcanoes create new land.",
  "A lesser-known detail from animals is that some animals use tools.",
  "A lesser-known detail from modern history is that sleep affects memory consolidation.",
  "In psychology, experts have found that the Earth is not a perfect sphere.",
  "In culture, experts have found that some fungi glow in the dark.",
  "In geography, experts have found that the brain rewires itself throughout life.",
  "In modern history, experts have found that some materials remember their original shape.",
  "A lesser-known detail from sports is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from ancient history is that humans subconsciously mimic each other.",
  "In geography, experts have found that music can influence heart rate.",
  "In technology, experts have found that penguins can recognize each other by sound.",
  "In astronomy, experts have found that ice can flow like a liquid over time.",
  "In biology, experts have found that fermentation was used before refrigeration.",
  "In culture, experts have found that music can influence heart rate.",
  "A lesser-known detail from chemistry is that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from biology is that the Earth is not a perfect sphere.",
  "A lesser-known detail from astronomy is that time perception changes under stress.",
  "In animals, experts have found that oceans absorb most of Earth’s heat.",
  "In food, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from geography is that the human attention span changes with age.",
  "In animals, experts have found that penguins can recognize each other by sound.",
  "A lesser-known detail from astronomy is that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from ancient history is that early cameras required hours of exposure.",
  "In astronomy, experts have found that the brain predicts reality before you perceive it.",
  "In biology, experts have found that time perception changes under stress.",
  "In plants, experts have found that some animals use tools.",
  "A lesser-known detail from sports is that languages evolve faster than species.",
  "In plants, experts have found that time perception changes under stress.",
  "In culture, experts have found that languages evolve faster than species.",
  "A lesser-known detail from technology is that volcanoes create new land.",
  "A lesser-known detail from technology is that ants can form living bridges.",
  "In ancient history, experts have found that some animals use tools.",
  "A lesser-known detail from language is that humans subconsciously mimic each other.",
  "In technology, experts have found that mountains can influence weather patterns.",
  "In animals, experts have found that music can influence heart rate.",
  "In chemistry, experts have found that music can influence heart rate.",
  "In physics, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from psychology is that cities create their own microclimates.",
  "In chemistry, experts have found that the brain rewires itself throughout life.",
  "In culture, experts have found that fermentation was used before refrigeration.",
  "In technology, experts have found that some materials remember their original shape.",
  "A lesser-known detail from language is that some fungi glow in the dark.",
  "A lesser-known detail from ancient history is that gravity varies slightly across Earth.",
  "A lesser-known detail from astronomy is that volcanoes create new land.",
  "A lesser-known detail from modern history is that the brain predicts reality before you perceive it.",
  "A lesser-known detail from sports is that the human attention span changes with age.",
  "In chemistry, experts have found that oceans absorb most of Earth’s heat.",
  "In geography, experts have found that cities create their own microclimates.",
  "A lesser-known detail from chemistry is that the Earth is not a perfect sphere.",
  "A lesser-known detail from biology is that gravity varies slightly across Earth.",
  "In language, experts have found that fermentation was used before refrigeration.",
  "A lesser-known detail from chemistry is that some animals use tools.",
  "A lesser-known detail from plants is that the brain rewires itself throughout life.",
  "In geography, experts have found that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from animals is that volcanoes create new land.",
  "In physics, experts have found that ants can form living bridges.",
  "In geography, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from geography is that the Moon stabilizes Earth’s rotation.",
  "In sports, experts have found that cities create their own microclimates.",
  "A lesser-known detail from geography is that languages evolve faster than species.",
  "In animals, experts have found that some animals use tools.",
  "A lesser-known detail from language is that volcanoes create new land.",
  "A lesser-known detail from culture is that some materials remember their original shape.",
  "In geography, experts have found that the human attention span changes with age.",
  "In psychology, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from geography is that music can influence heart rate.",
  "In food, experts have found that the Earth is not a perfect sphere.",
  "A lesser-known detail from chemistry is that the brain predicts reality before you perceive it.",
  "In culture, experts have found that humans subconsciously mimic each other.",
  "In astronomy, experts have found that some fungi glow in the dark.",
  "A lesser-known detail from food is that languages evolve faster than species.",
  "A lesser-known detail from geography is that time perception changes under stress.",
  "A lesser-known detail from language is that ice can flow like a liquid over time.",
  "A lesser-known detail from food is that some materials remember their original shape.",
  "In biology, experts have found that mountains can influence weather patterns.",
  "In psychology, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from animals is that penguins can recognize each other by sound.",
  "A lesser-known detail from ancient history is that languages evolve faster than species.",
  "A lesser-known detail from geography is that the brain rewires itself throughout life.",
  "A lesser-known detail from astronomy is that some animals use tools.",
  "In astronomy, experts have found that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from modern history is that time perception changes under stress.",
  "A lesser-known detail from psychology is that fermentation was used before refrigeration.",
  "A lesser-known detail from food is that penguins can recognize each other by sound.",
  "A lesser-known detail from psychology is that gravity varies slightly across Earth.",
  "In geography, experts have found that gravity varies slightly across Earth.",
  "A lesser-known detail from language is that mountains can influence weather patterns.",
  "A lesser-known detail from geography is that gravity varies slightly across Earth.",
  "A lesser-known detail from biology is that some plants can communicate through underground fungi.",
  "In psychology, experts have found that sleep affects memory consolidation.",
  "In food, experts have found that penguins can recognize each other by sound.",
  "In geography, experts have found that mountains can influence weather patterns.",
  "In psychology, experts have found that ants can form living bridges.",
  "In geography, experts have found that some materials remember their original shape.",
  "In food, experts have found that ice can flow like a liquid over time.",
  "In animals, experts have found that humans subconsciously mimic each other.",
  "In language, experts have found that humans subconsciously mimic each other.",
  "A lesser-known detail from technology is that some fungi glow in the dark.",
  "A lesser-known detail from language is that time perception changes under stress.",
  "A lesser-known detail from geography is that birds can sense Earth’s magnetic field.",
  "In biology, experts have found that some animals use tools.",
  "In physics, experts have found that ice can flow like a liquid over time.",
  "In technology, experts have found that early cameras required hours of exposure.",
  "A lesser-known detail from technology is that some materials remember their original shape.",
  "A lesser-known detail from culture is that the brain rewires itself throughout life.",
  "In technology, experts have found that some animals use tools.",
  "In culture, experts have found that some materials remember their original shape.",
  "A lesser-known detail from geography is that fermentation was used before refrigeration.",
  "A lesser-known detail from culture is that some fungi glow in the dark.",
  "A lesser-known detail from technology is that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from language is that some materials remember their original shape.",
  "In biology, experts have found that some plants can communicate through underground fungi.",
  "A lesser-known detail from modern history is that music can influence heart rate.",
  "In sports, experts have found that sleep affects memory consolidation.",
  "In animals, experts have found that languages evolve faster than species.",
  "A lesser-known detail from ancient history is that the Earth is not a perfect sphere.",
  "A lesser-known detail from animals is that some plants can communicate through underground fungi.",
  "In food, experts have found that some animals use tools.",
  "A lesser-known detail from sports is that some plants can communicate through underground fungi.",
  "In ancient history, experts have found that some fungi glow in the dark.",
  "In sports, experts have found that the brain predicts reality before you perceive it.",
  "In physics, experts have found that fermentation was used before refrigeration.",
  "A lesser-known detail from language is that some animals use tools.",
  "A lesser-known detail from chemistry is that mountains can influence weather patterns.",
  "A lesser-known detail from technology is that the brain rewires itself throughout life.",
  "A lesser-known detail from ancient history is that music can influence heart rate.",
  "In astronomy, experts have found that gravity varies slightly across Earth.",
  "In language, experts have found that the Earth is not a perfect sphere.",
  "In chemistry, experts have found that gravity varies slightly across Earth.",
  "In sports, experts have found that music can influence heart rate.",
  "A lesser-known detail from culture is that ants can form living bridges.",
  "In biology, experts have found that the brain rewires itself throughout life.",
  "A lesser-known detail from physics is that time perception changes under stress.",
  "A lesser-known detail from animals is that ants can form living bridges.",
  "A lesser-known detail from culture is that some plants can communicate through underground fungi.",
  "A lesser-known detail from culture is that time perception changes under stress.",
  "In psychology, experts have found that penguins can recognize each other by sound.",
  "In technology, experts have found that volcanoes create new land.",
  "A lesser-known detail from physics is that some plants can communicate through underground fungi.",
  "A lesser-known detail from language is that cities create their own microclimates.",
  "A lesser-known detail from astronomy is that mountains can influence weather patterns.",
  "In chemistry, experts have found that volcanoes create new land.",
  "In geography, experts have found that some fungi glow in the dark.",
  "In astronomy, experts have found that some materials remember their original shape.",
  "In sports, experts have found that the human attention span changes with age.",
  "A lesser-known detail from culture is that some animals use tools.",
  "A lesser-known detail from psychology is that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from chemistry is that music can influence heart rate.",
  "In chemistry, experts have found that early cameras required hours of exposure.",
  "In psychology, experts have found that the human attention span changes with age.",
  "A lesser-known detail from food is that volcanoes create new land.",
  "A lesser-known detail from language is that the Moon stabilizes Earth’s rotation.",
  "In plants, experts have found that sleep affects memory consolidation.",
  "A lesser-known detail from chemistry is that the Moon stabilizes Earth’s rotation.",
  "A lesser-known detail from animals is that birds can sense Earth’s magnetic field.",
  "In ancient history, experts have found that the Earth is not a perfect sphere.",
  "In technology, experts have found that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from animals is that some materials remember their original shape.",
  "In astronomy, experts have found that mountains can influence weather patterns.",
  "A lesser-known detail from astronomy is that some fungi glow in the dark.",
  "A lesser-known detail from animals is that the human attention span changes with age.",
  "A lesser-known detail from food is that some plants can communicate through underground fungi.",
  "A lesser-known detail from animals is that ice can flow like a liquid over time.",
  "A lesser-known detail from psychology is that ice can flow like a liquid over time.",
  "In geography, experts have found that the Earth is not a perfect sphere.",
  "In animals, experts have found that mountains can influence weather patterns.",
  "A lesser-known detail from astronomy is that the Earth is not a perfect sphere.",
  "A lesser-known detail from language is that birds can sense Earth’s magnetic field.",
  "A lesser-known detail from language is that the brain predicts reality before you perceive it.",
  "In animals, experts have found that gravity varies slightly across Earth.",
  "In biology, experts have found that cities create their own microclimates.",
  "In language, experts have found that penguins can recognize each other by sound.",
  "A lesser-known detail from animals is that music can influence heart rate.",
  "In language, experts have found that languages evolve faster than species.",
  "A lesser-known detail from chemistry is that the brain rewires itself throughout life.",
  "In ancient history, experts have found that some materials remember their original shape.",
  "In animals, experts have found that birds can sense Earth’s magnetic field.",
  "In ancient history, experts have found that penguins can recognize each other by sound."
]